Repository: Djevlen/100PercentCalculator
Catalog: 100 Percent Calculator/*.lproj/Localizable.strings
Languages: nb, nl

source: Calculations
nb: Kalkulasjoner
nl: Berekeningen

source: Favorites
nb: Favoritter
nl: Favorieten

source: Settings
nb: Innstillinger
nl: Instellingen

source: Help keep the app ad-free, and enjoy all pro features - forever!
nb: Hold appen reklamefri, og få alle nåværende og fremtidige Pro-funksjoner!
nl: Help de app advertentievrij te houden en geniet van alle pro functies - voor altijd!

source: Current Pro Features
nb: Nåværende Pro-funksjoner
nl: Huidige Pro-functies

source: - No Ads.
nb: - Ingen reklame.
nl: - Geen advertenties.

source: - Unlimited Favorites
nb: - Ubegrensede favoritter
nl: - Onbeperkte favorieten

source: With more features on the way!
nb: Med flere funksjoner på vei!
nl: Met meer functies onderweg!

source: No thanks!
nb: Nei, takk!
nl: Nee bedankt!

source: Compact Favorites
nb: Kompakte favoritter
nl: Compacte favorieten

source: Restore deleted calculations
nb: Gjenopprett slettede kalkulasjoner
nl: Herstel verwijderde berekeningen

source: Reset
nb: Gjenopprett
nl: Gereset

source: %lld Calculations restored
nb: %lld kalkulasjoner gjenopprettet!
nl: %lld berekeningen gereset!

source: Buy Pro to get all current and future pro features, and keep the app ad-free. Or consider skipping buying that coffee today and give me a tip below, so I can buy myself a coffee instead! ❤️ 😅
nb: Kjøp Pro for å få alle nåværende og fremtidige Pro-funksjoner, og for å holde appen reklamefri. Eller vurdér å skippe den utekaffen i dag, og gi meg et tips så jeg kan kjøpe meg en kaffe i stedet! ❤️ 😅
nl: Sorry voor het Engels! 😳 Buy Pro to get all current and future pro features, and keep the app ad-free. Or consider skipping buying that coffee today and give me a tip below, so I can buy myself a coffee instead! ❤️ 😅

source: Why Pro?
nb: Hvorfor pro?
nl: Waarom pro?

source: About
nb: Om
nl: Informatie

source: Write a Review
nb: Skriv en omtale
nl: Schrijf een recensie

source: Dent and I on Instagram!
nb: Dent og meg på Instagram!
nl: Dent en ik op Instagram

source: Report a bug
nb: Rapporter feil
nl: Feedback en bug report

source: Privacy Policy
nb: Personvernerklæring
nl: Privacybeleid

source: Privacy is very important to me, and is taken very seriously. In this app I do not collect any of your identifiable data, nor sell, rent or give away any information regarding your use of the 100% app.
nb: Personvern er viktig for meg, og noe jeg tar svært seriøst. I denne appen samler jeg ingen identifiserbar informasjon om deg som bruker, og jeg hverken selger eller gir bort informasjon om din bruk av denne appen.

source: Apple provides developers with anonymous information intended to help developers make the apps be the best apps they can be.
nb: Apple gir utviklere (meg) anonymisert informasjon om din bruk av denne appen. Denne informasjon kan brukes for å sørge for at denne appen fungerer best mulig. Informasjonen er ikke sporbar.

source: Hi! 👋
nb: Hei! 👋
nl: Hoi ! 👋

source: I'm Thomas. I made this app with the help of my dotted friend Dent.
nb: Mitt navn er Thomas. Jeg lagde denne appen med god hjelp fra min prikkede venn Dent.
nl: Ik ben Thomas. Sorry voor het Engels! 😳 I made this app with the help of my dotted friend Dent.

source: Thank you for downloading it - I hope it helps you out! 😊
nb: Takk for at du lastet den ned - Jeg håper den gjør det litt lettere å jobbe med prosenter. 😊

source: I (try to) make a living by making apps, and I decided to remove all ads from this app, so I'd be really thankful if you'd consider buying Pro, giving me a tip, or maybe leaving a positive review by pressing the button below.
nb: Jeg lever av å lage apper, og siden jeg har fjernet all reklame fra denne appen er jeg avhengig av at brukere kjøper Pro eller gir meg tips. Hvis du ikke har anledning til å kjøpe noe, hadde jeg satt stor pris på om du skrev en omtale i App Store ved å trykke på knappen under.

source: Restore Pro Purchase
nb: Gjenopprett Pro!
nl: Herstel pro!

source: Restored
nb: Gjenopprettet
nl: Hersteld

source: Pro has been restored. Thank you! ❤️
nb: Pro har blitt gjenopprettet. Takk! ❤️
nl: Pro is hersteld Bedankt! ❤️

source: No Products to Restore
nb: Fant ingen produkter å gjenopprette
nl: Geen producten om te herstellen

source: Buy!
nb: Kjøp!
nl: Kopen!

source: Error Making Purchase
nb: En feil oppstod i kjøprsprosessen
nl: Fout bij het maken van een aankoop

source: This device cannot make purchases
nb: Denne enheten kan ikke gjennomføre kjøp
nl: Dit apparaat kan geen aankopen doen

source: Thank You!
nb: Tusen takk!
nl: Bedankt!

source: Your help is greatly appreciated! ❤️
nb: Jeg setter stor pris på ditt bidrag! ❤️
nl: Uw hulp wordt enorm gewaardeerd! ❤️

source: You have no favorites.
nb: Du har ingen favoritter.
nl: Je hebt geen favorieten.

source: When you add favorites you will find them here.
nb: Når du legger til favoritter vil de vises her.
nl: Wanneer u favorieten toevoegt, vindt u ze hier.

source: Default Values
nb: Standard verdier
nl: Standaard waarden

source: Save
nb: Lagre
nl: Opgeslagen

source: Error
nl: Fout
