Repository: Djevlen/100PercentCalculator
Catalog: 100PercentCalculator/*.lproj/Localizable.strings
Languages: de, nb, nl

source: Discount
de: Rabatt
nb: Rabatt
nl: Korting

source: Ratios
de: Verhältnis
nb: Mengder
nl: Verhoudingen

source: Sales Tax
de: Mehrwertsteuer
nb: Merverdiavgift
nl: Omzetbelasting (btw)

source: Break-Even Analysis
de: Gewinnschwellenanalyse
nb: Dekningsgrad
nl: Break-Even Analyse

source: Gratuity
de: Trinkgeld
nb: Tips
nl: Fooi

source: About
de: Informationen
nb: Om appen
nl: Informatie

source: Unknown header
de: Unbekannt Header
nb: Ukjent overskrift
nl: Onbekende Rubriek

# CELL_TEXT_CREATE_ERROR
source: Problem creating cell. Try restarting app.
de: Problem beim Erstellen Cell. Starten Sie den App.
nb: Problemer med å lage celler. Restart appen.
nl: Probleem met het maken van de cell. Probeer de app te herstarten.

# DEFAULT_LABEL_TITLE
source: Default toptitle
nl: Standaard toptitel

source: Default LabelNumberOne
nl: Standaard LabelNummerEen

source: Default LabelNumberTWO
nl: Standaard LabelNummerTWEE

# DEFAULT_LABEL_RESULT
source: Default ResultLabel
nl: Standaard ResultaatLabel

# DEFAULT_CALCULATE_FUNCTION
source: defaultFunction
nl: standaardFunctie

# CELL_0_0_TITLE
source: Price After Discount
de: Preis nach Rabatt
nb: Pris etter rabatt
nl: Prijs met korting

# CELL_0_0_LABELONE
source: Price before discount
de: Preis vor Rabatt
nb: Pris før rabatt
nl: Prijs zonder korting

# CELL_0_0_LABELTWO
source: Discount
de: Rabatt
nb: Rabatt
nl: Korting

# CELL_0_0_RESULT
source: New price is
de: Neuer Preis
nb: Den nye prisen er
nl: Nieuwe prijs is

# CELL_0_1_TITLE
source: How Large Was The Discount?
de: Wie groß war der Rabatt?
nb: Hva var rabatten?
nl: Hoe groot was de korting?

# CELL_0_1_LABELONE
source: Price
de: Preis
nb: Pris
nl: Prijs

# CELL_0_1_LABELTWO
source: Price after discount
de: Preis nach Rabatt
nb: Pris etter rabatt
nl: Prijs met korting

# CELL_0_1_RESULT
source: The discount was
de: Der Rabatt war
nb: Rabatten var
nl: De korting was

# CELL_1_0_TITLE
source: What Percentage Is...?
de: Wie viel Prozent ist...?
nb: Hvor mange prosent er...?
nl: Welk percentage is...?

# CELL_1_0_LABELONE
source: What percentage is
de: Wie viel Prozent ist
nb: Hvor mange prosent er
nl: Welk percentage is

# CELL_1_0_LABELTWO
source: Of
de: Von
nb: Av
nl: Van

# CELL_1_0_RESULT
source: It's ...
de: Es ist ...
nb: Det er ...
nl: Het is ...

# CELL_1_1_TITLE
source: How Much Is...?
de: Wie viel ist...?
nb: Hvor mye er...?
nl: Hoe veel is...?

# CELL_1_1_LABELONE
source: What is
de: Was ist
nb: Hva er
nl: Wat is

# CELL_1_1_LABELTWO
source: Of
de: Von
nb: Av
nl: Van

# CELL_1_1_RESULT
source: It's ...
de: Es ist ...
nb: Det er ...
nl: Het is ...

# CELL_1_2_TITLE
source: How Many Percent To Add?
de: Wieviel Prozent auf hinzufügen?
nb: Hvor mange prosent å legge til?
nl: Hoeveel procent toe te voegen?

# CELL_1_2_LABELONE
source: If I have
de: Wenn ich habe
nb: Hvis jeg har
nl: Wanneer ik beschik over

# CELL_1_2_LABELTWO
source: But Want
de: Aber ich will
nb: Men vil ha
nl: Maar ik wil

# CELL_1_2_RESULT
source: Then I have to add
de: Dann muss ich hinzufügen
nb: Da må jeg legge til
nl: Dan is de hoeveelheid die ik moet toevoegen

# CELL_2_0_TITLE
source: Show Price With Tax
de: Zeigen den Preis mit MwSt
nb: Vis pris med MVA
nl: Laat Prijs Inclusief Belasting Zien

# CELL_2_0_LABELONE
source: Price without tax
de: Preis ohne MwSt
nb: Pris uten MVA
nl: Prijs zonder belasting

# CELL_2_0_LABELTWO
source: Tax Rate
de: Steuerrate
nb: MVA
nl: Belastingpercentage

# CELL_2_0_RESULT
source: Price with tax
de: Preis mit MwSt
nb: Pris med MVA
nl: Prijs inclusief belasting

# CELL_2_1_TITLE
source: Show Price Without Tax
de: Zeigen den Preis ohne MwSt
nb: Vis pris uten MVA
nl: Laat Prijs Zonder Belasting Zien

# CELL_2_1_LABELONE
source: Price
de: Preis
nb: Pris
nl: Prijs

# CELL_2_1_LABELTWO
source: Tax Rate
de: Steuerrate
nb: MVA
nl: Belastingpercentage

# CELL_2_1_RESULT
source: Price without tax
de: Preis ohne MwSt
nb: Pris uten MVA
nl: Prijs zonder belasting

# CELL_3_0_TITLE
source: How Much Should I Tip?
de: Wie viel sollte ich ein Trinkgeld?
nb: Hvor mye skal jeg tipse?
nl: Hoeveel Fooi Moet Ik Geven?

# CELL_3_0_LABELONE
source: To pay
de: Zu bezahlen
nb: Å betale
nl: Te betalen

# CELL_3_0_LABELTWO
source: Tip
de: Trinkgeld
nb: Tips
nl: Fooi

# CELL_3_0_RESULT
source: I tip
de: Sum Trinkgeld
nb: Jeg tipser
nl: De hoeveelheid fooi die ik geef is

# CELL_3_1_TITLE
source: How Much Tip Did I Get
de: Wie viel Trinkgeld habe ich bekommen?
nb: Hvor mye tips fikk jeg?
nl: Hoeveel Fooi Heb Ik Gekregen

# CELL_3_1_LABELONE
source: Sum without tip
de: Summe ohne Trinkgeld
nb: Sum uten tips
nl: Bedrag zonder fooi

# CELL_3_1_LABELTWO
source: Sum with tip
de: Summe mit Trinkgeld
nb: Sum med tips
nl: Bedrag inclusief fooi

# CELL_3_1_RESULT
source: Tip Received
de: Trinkgeld erhalten
nb: Tips mottatt
nl: Hoeveelheid gekregen fooi

# CELL_4_0_TITLE
source: 100% Percent Calculator
de: 100% Prozent Rechner
nb: 100% Prosentkalkulator
nl: 100% Procent Calculator

# CELL_4_0_LABELONE
source: It's nothing more. Just a percent calculator.
de: Es ist nichts mehr. Nur ein Prozent Rechner.
nb: Ikke noe annet. Kun en prosentkalkulator.
nl: Meer is het niet. Enkel een Procent Calculator

# CELL_4_0_LABELTWO
source: Version 1 1.3.0 Seacontrarian
nb: Version 1 1.4.0
nl: Versie 1 1.3.0 Seacontrarian

# CELL_4_0_RESULT
source: Developed by Thomas André Johansen and Appkokeriet
de: Entwickelt von Thomas André Johansen und Appkokeriet
nb: Utviklet av Thomas André Johansen og Appkokeriet
nl: Ontwikkeld door Thomas André Johansen en Appkokeriet

# CONTRIBUTION_MARGIN_TITLE
source: Find Contribution Margin And Ratio
de: Deckungsbeitrag finden und Ratio
nb: Finn dekningsbidrag og dekningsgrad
nl: Find Dekkingsbijdrage En Ratio

# CONTRIBUTION_MARGIN_LABELONE
source: Purchase / Manufacturing Cost
de: Kauf / Herstellungskosten
nb: Innkjøp / Produksjonskonstand
nl: Aankoop / Productiekosten

# CONTRIBUTION_MARGIN_LABELTWO
source: Selling Price (ex. Tax)
de: Verkaufspreis (ohne Steuer.)
nb: Utsalgspris (uten MVA)
nl: Selling Prijs (ex. BTW)

# CONTRIBUTION_MARGIN_RESULT
source: Contribution Margin
de: Deckungsbeitrag
nb: Dekningsbidrag
nl: Bijdrage Margin

# CONTRIBUTION_MARGIN_RESULT_SUBTITLE
source: The Ratio is
de: Das Verhältnis wird
nb: Dekningsgraden er
nl: De verhouding is

# CONTRIBUTION_MARGIN_RATIO_TITLE
source: Price With Contribution Margin Ratio
de: Preis mit Deckungsbeitragsquote
nb: Pris med dekningsgrad
nl: Prijs Met Dekkingsbijdrage Ratio

# CONTRIBUTION_MARGIN_RATIO_LABELONE
source: Contribution Margin Ratio
de: Deckungsbeitrag Ratio
nb: Dekningsgrad
nl: Dekkingsbijdrage Ratio

# CONTRIBUTION_MARGIN_RATIO_LABELTWO
source: Purchase / Manufacturing Cost
de: Kauf / Herstellungskosten
nb: Innkjøp / Produksjonskostnad
nl: Aankoop / Productiekosten

# CONTRIBUTION_MARGIN_RATIO_RESULT
source: Unit Price
de: Einheitspreis
nb: Pris
nl: Eenheid prijs

# CONTRIBUTION_MARGIN_RATIO_RESULT_SUBTITLE
source: The Contribution Margin is
de: Der Deckungsbeitrag ist
nb: Dekningsbidraget er
nl: De Dekkingsbijdrage is

# CALCULATE_NEW_PRICE
source: With a discount of
de: Mit einem Rabatt von
nb: Hvor rabatten var
nl: Met een korting van

# CALCULATE_DISCOUNT
source: I saved
de: Ich sparte
nb: Jeg sparte
nl: Ik bespaar

# ADD_TAX
source: Of which the tax total is
de: Von denen die MwSt insgesamt ist
nb: MVA-summen er
nl: De totale belasting daarvan is

# REMOVE_TAX
source: You removed the tax total of
de: Sie entfernen die MwSt insgesamt
nb: Du fjernet MVA-summen
nl: De totale hoeveelheid aan belasting die U verwijderd heeft is

# CALCULATE_TIP
source: For a total of
de: Für die insgesamt von
nb: Den totale summen blir
nl: Leidend tot een totaalbedrag van

# CALCULATE_TIP_RECEIVED
source: Of which the tip was
de: Von denen die Trinkgeld war
nb: Hvor tipset tilsvarer
nl: De hoeveelheid gekregen fooi is

# FEEDBACK_REPORT_TEXT
source: Feedback and bug report:
de: Feedback und Bug-Report:
nb: Feil og tilbakemeldinger:
nl: Feedback en bug report:

# SAVE_TEXT_ONE
source: Value %@ for %@ stored
nb: Lagret verdi %@ for %@
nl: Waarden %@ voor %@ opgeslagen

# SAVE_TEXT_TWO
source: Value %@ for %@ stored
nb: Lagret verdi %@ for %@
nl: Waarden %@ voor %@ opgeslagen

# SAVED_VALUES
source: Saved new values
nb: Lagret nye verdier
nl: Opgeslagen waarden

# NO_SAVED_VALUES
source: Nothing saved
nb: Fant ikke noe å lagre
nl: Niets opgeslagen

# VALUES_RESET
source: Reset values to default
nb: Nullstilt verdier
nl: Resetten standaard waarden

# DEFAULT_VALUE_LABEL
source: Default Values
nb: Standardverdier
nl: Standaard waarden

# RESTORE_DEFAULT_BUTTON
source: Restore Defaults
nb: Nullstill verdier
nl: Resetten

# SAVE_VALUES_BUTTON
source: Save
nb: Lagre
nl: Opgeslagen
